Repository: AndreasGoll/SMOPTGERMAN
Catalog: Localization/*/SQCNetMessages.resx
Languages: de

# SqcChartErrAnalysisOrCompMissing
source: Value for Analysis/Component missing!
de: Wert für Analyse / Komponente fehlt!

# SqcChartErrDbTypeMissing
source: Select query database type!
de: Abfragedatenbanktyp auswählen!

# SqcErrNoQueryResults
source: No results returned!
de: Keine Ergebnisse zurückgegeben!

# SQCTrendTask_FormatErrorMessage
source: Multiple Errors in this Cell:
de: Mehrere Fehler in dieser Zelle:

# SQCTrendTask_ValidateCell_This_value_cannot_be_negative
source: This value cannot be empty or negative.
de: Dieser Wert darf nicht leer oder negativ sein.

# SqcErrorNoChartTypeSelected
source: At least one Chart Type must be selected.
de: Es muss mindestens ein Diagrammtyp ausgewählt sein.

# SQCTrendTask_ValidateCell_This_value_cannot_be_less_than_the_first_column
source: This value cannot be less than the first column.
de: Dieser Wert darf nicht kleiner als die erste Spalte sein.

# SQCTrendTask_ValidateCell_Mandatory_value_not_specified
source: Mandatory value not specified!
de: Pflicht Wert nicht angegeben!

# SqcErrorControlSpecInvalid
source: {0} - Specified Limits: Lower limits must be less than upper limits.
de: {0} - Angegebene Grenzwerte: Die unteren Grenzwerte müssen unter den oberen Grenzwerten liegen.

# SqcErrorUserSpecInvalid
source: {0} - Specification user limits: Lower limit must be less than upper limit.
de: {0} - Spezifikationsbenutzergrenzen: Die Untergrenze muss unter der Obergrenze liegen.

# SqcErrorProcCapUserSpecInvalid
source: Process Capability (Specification - User limits): Lower limit must be less than upper limit.
de: Prozessfähigkeit (Spezifikation - Benutzergrenzen): Die Untere Grenze muss unter der Oberen Grenze liegen.

# SqcContextMenuExcludeSubgroup
source: Exclude Subgroup
de: Teilgruppe ausschließen

# SqcContextMenuEditSubgroupComment
source: Edit Subgroup Comment
de: Teilgruppen- Kommentar bearbeiten

# SqcContextMenuIncludeSubgroup
source: Include Subgroup
de: Teilgruppe einschließen

# SqcChartSetSubgroupCommentTitle
source: Subgroup comment
de: Teilgruppenkommentar

# SqcChartSetSubgroupComment
source: Enter comment for the selected subgroup
de: Geben Sie einen Kommentar für die ausgewählte Teilgruppe ein

# SqcChartXAxisSubgroupTitle
source: Subgroup
de: Teilgruppe

# SqcChartYAxisTitleMeanStd
source: Mean (Std)
de: Mittelwert (Std)

# SqcChartYAxisTitleRange
source: Range
de: Spannweite

# SqcChartYAxisTitleIndividuals
source: Individual
de: Einzelwerte

# SqcChartYAxisTitleMovRange
source: Moving Range
de: Gleitende Spannweite

# SqcChartYAxisTitleEwma
source: Exp. Weighted Moving Average
de: Exp. Weighted Moving Average (EWMA)

# SqcErrorEwmaWeightNotBetween0and1
source: Exp. Weight must be greater than 0 and less than or equal to 1.
de: Exp Weight muss größer als 0 und kleiner oder gleich 1 sein.

# SqcErrorLslMustbeLessthanUsl
source: Lower spec limit must be less than upper spec limit.
de: Untere Spez. Grenze muss unter der Oberen Spez. Grenze liegen.

# SqcChartLowerDecisionLevel
source: Lower Decision Level
de: Untere Entscheidungsebene

# SqcChartUpperDecisionLevel
source: Upper Decision Level
de: Obere Entscheidungsebene

# SqcContextMenuExploreSamples
source: Explore Samples...
de: Proben durchsuchen ...

# SqcChartExportToCommaSepFormat
source: Comma Separated (CSV)
de: Kommagetrennt (CSV)

# SqcChartExportToTabDelimitedFormat
source: Tab Delimited (CSV)
de: Tabulatorgetrennt (CSV)

# SqcChartCannotOpenExportedFile
source: Error opening file extension {0}
de: Fehler beim Öffnen der Dateierweiterung {0}

# SqcChartNoExportFormatSelected
source: Select an output file format.
de: Wählen Sie ein Dateiformat.

# SqcChartCuSumPointToolTipFmt
source: Test result : {0}{3}Subgroup # = {1}, CuSum = {2}
de: Testergebnis: {0} {3} Teilgruppe # = {1}, CuSum = {2}

# SqcChartLegendTextFrom
source: From
de: Ab Index

# SqcChartLegendTextKurtosis
source: Kurtosis
de: Exzess (Kurtosis)

# SqcChartLegendTextMean
source: Mean
de: Mittelwert

# SqcChartLegendTextSkewness
source: Skewness
de: Schiefe (Skew)

# SqcChartLegendTextTo
source: To
de: Bis Index

# SqcChartSubgroupExcluded
source: Excluded subgroup
de: Ausgeschlossene Teilgruppe

# SqcChartSubgroupIncluded
source: Included subgroup
de: Eingeschlossene Teilgruppe

# SqcChartTrendInfoConsecutive
source: {0} {1} points {2}
de: {0} {1} Punkte {2}

# SqcChartTrendInfoOutOfOrMore
source: {0} {1} {2} points {3}
de: {0} {1} {2} Punkte {3}

# SqcContextMenuViewSubgroups
source: View Subgroup Operations
de: Teilgruppenoperationen anzeigen

# SqcChartYAxisTitleIndSampledDate
source: Sampled Date
de: Probenahmedatum

# SQC_Chart_Print_EmptyText
source: Error while drawing this chart!
de: Fehler beim Erstellen des Diagramms!

# SqcTaskChartIdName
source: Chart Id
de: Diagramm ID

# SqcChartYAxisTitleMean
source: Mean
de: Mittelwert

# SqcChartYAxisTitleMeanR
source: Mean (Range)
de: Mittelwert (Spannweite)

# SqcTrendFoundMailMsg
source: SQC Trend Found!
de: SQC-Trend gefunden!

# SqcBackgndTaskMailBodyLineTitle
source: (Subgroup # {0} in Chart -{1}) - {2}
de: (Teilgruppe # {0} in Diagramm - {1}) - {2}

# SqcBackgndTaskMailSubjectTitle4NoTrends
source: No trend found in chart - {0}
de: Kein Trend im Diagramm gefunden - {0}

# SqcBackgndTaskMailSubjectTitle4Trends
source: Trend found in chart - {0}
de: Trend im Diagramm gefunden - {0}

# SqcNoTrendFoundMailMsg
source: No trend found.
de: Kein Trend gefunden.

# SQCChartReportMailBody
source: Attached is the report - {0} for SQC Chart - {1}.
de: Im Anhang befindet sich der Bericht - {0} für SQC-Diagramm - {1}.

# SQCChartReportMailSubject
source: SQC Chart Report
de: SQC-Diagrammbericht

# SqcChartTypeNameCuSum
source: Cumulative Sum Chart
de: CUSUM- Diagramm

# SqcChartTypeNameEWMA
source: Exp. Weighted Moving Average Chart
de: Erwartetes gewichtetes gleitendes Durchschnittsdiagramm

# SqcChartTypeNameIndividual
source: Individual Chart
de: Einzelwerte- Diagramm

# SqcChartTypeNameMeanR
source: Mean (Range) Chart
de: Mittelwert (Spannweite)- Diagramm

# SqcChartTypeNameMeanS
source: Mean (Std) Chart
de: Mittelwert (Std)- Diagramm

# SqcChartTypeNameMovRange
source: Moving Range Chart
de: Gleitendes Spannweiten- Diagramm

# SqcChartTypeNameProCap
source: Process Capability Chart
de: Prozessfähigkeits- Diagramm

# SqcChartTypeNameRange
source: Range Chart
de: Spannweiten- Diagramm

# SqcChartTypeNameStdDev
source: Standard Deviation Chart
de: Standard Abweichungs- Diagramm

# SqcReportCategoryName
source: SQC Charts
de: SQC- Diagramme

# SqcChartViewerFormTitle
source: Chart - View - {0}
de: Diagramm - Ansicht - {0}

# SqcCriteriaTextTitle
source: Criteria
de: Kriterien

# SqcReportEmptyChartMsg
source: Chart Type is not selected/activated in chart entity.
de: Der Diagrammtyp ist in der Diagrammentität nicht ausgewählt / aktiviert.

# SqcContextMenuExcludeResultPoint
source: Exclude Result Point
de: Ergebnispunkt ausschließen

# SqcContextMenuIncludeResultPoint
source: Include Result Point
de: Ergebnispunkt einschließen

# SqcPrintSelectReportTemplateText
source: Please select a report template.
de: Bitte wählen Sie eine Berichtsvorlage aus.

# SqcPrintSelectReportTemplateTitle
source: Print
de: Drucken

# SqcReportChartWithNoData
source: Chart type does not have enough data.
de: Der Diagrammtyp verfügt nicht über genügend Daten.

# SqcReportInvalidEntityType
source: Invalid chart entity in report data source.
de: Ungültige Diagrammentität in der Berichtsdatenquelle.

# SqcChartInvalidDecimalPlaces
source: Value for decimal places must be between 2 and 15.
de: Der Wert für Dezimalstellen muss zwischen 2 und 15 liegen.

# SqcChartExcludedResult
source: Excluded Result
de: Ausgeschlossenes Ergebnis

# SqcBasicCriteriaParamsChanged
source: One or more basic criteria parameters have been changed. Select <Run Query> button to execute the query before saving the chart.
de: Ein oder mehrere grundlegende Kriterienparameter wurden geändert. Wählen Sie die Schaltfläche <Abfrage ausführen>, um die Abfrage auszuführen, bevor Sie das Diagramm speichern.

# SqcConfigurationFormTitle
source: Configuration - {0} ({1})
de: Konfiguration - {0} ({1})

# SqcErrSubgroupCommentMandatory
source: Enter Subgroup Comment.
de: Teilgruppenkommentar eingeben.

# SQCTrendTask_ValidateCell_This_value_cannot_be_greater_than_the_third_column
source: This value cannot be greater than the third column.
de: Dieser Wert darf nicht größer als die dritte Spalte sein.

# SqcCaptionEditResComment
source: Comment
de: Kommentar

# SqcCaptionNewGroupName
source: Group Name
de: Gruppenname

# SqcMsgEditResComment
source: Enter comment for selected test results
de: Kommentar für die ausgewählten Testergebnisse eingeben

# SqcMsgNewGroupName
source: Enter a new group name
de: Neuen Gruppennamen eingeben

# SqcGridContextMenuSetGrpName
source: Set Group Name
de: Gruppennamen festlegen

# SqcGridContextMenuWriteComment
source: Write Comment
de: Kommentar erfassen

# SqcResultsGridTitle
source: Query Results ({0} of {1})
de: Abfrageergebnisse ({0} von {1})

# SqcGridFilterBlankDate
source: Invalid date value in filter options
de: Ungültiger Datumswert in Filteroptionen

# SqcSchedulerInvalidFrequency
source: Invalid Frequency value entered.
de: Ungültiger Frequenzwert eingegeben.

# SqcChartErrProcCapLslUslOutofRange
source: Error while plotting the Process Capability chart. The USL value is too high, LSL value is too low, or both.
de: Fehler beim Zeichnen des Prozessfähigkeits- Diagramms. Der USL-Wert ist zu hoch, der LSL-Wert ist zu niedrig oder beides.

# InvalidResultValueTitle
source: Invalid Result Value
de: Ungültiger Ergebniswert

# InvalidResultValue
source: Unable to convert result '{0}' to a number. Please check your criteria definition.
de: Ergebnis '{0}' kann nicht in eine Zahl umgewandelt werden. Bitte die Kriterien prüfen.

# ToolTipDateTime
source: Date/Time : {0}
de: Datum/Zeit : {0}

# ToolTipAnalyst
source: Analyst : {0}
de: Benutzer : {0}

# ToolTipTestResults
source: # of Test Results : {0}
de: # Ergebnisse : {0}

# ToolTipTrends
source: Trend Rule : {0}
de: Trendregel : {0}

# ToolTipSubGroupComments
source: Sub Group Comments : {0}
de: Kommentar Teilgruppe : {0}

# ToolTipPointComments
source: Point Comment : {0}
de: Kommentar Datenpunkt : {0}

# ToolTipSampleComments
source: Sample Comments : {0}
de: Kommentar Probe : {0}

# ToolTipTestComments
source: Test Comments : {0}
de: Kommentar Test : {0}

# ToolTipResultComments
source: Result Comments : {0}
de: Kommentar Ergebnis : {0}

# EditPointComment
source: Enter comment for selected point
de: Kommentar zum Datenpunkt eingeben

# EditPointCommentTitle
source: Edit Point Comment
de: Kommentar zum Datenpunkt bearbeiten

# SqcContextMenuEditPointComment
source: Edit Point Comment
de: Kommentar bearbeiten
