Repository: AndreasGoll/SMOPTGERMAN
Catalog: Localization/*/StabilityMessages.resx
Languages: de

source: a blank overage is not allowed
de: Eine leere Reserve ist nicht zulässig

source: (All Conditions)
de: (Alle Bedingungen)

source: (All Orientations)
de: (Alle Orientierungen)

source: (All Packagings)
de: (Alle Packmittel)

source: A Lot must be entered
de: Es muss eine Charge eingegeben werden

# ALotMustBeEnteredBecauseOfFinalTimePoint
source: A lot must be entered because a final Timepoint is defined for the study.
de: Es muss eine Charge eingegeben werden, da ein finaler Zeitpunkt für die Studie definiert ist.

# AmountInContainer
source: Containers
de: Behälter

# AmountInTestGroupChangedPleaseUpdate
source: Amount in Test Group(s) has changed - please update the pull data
de: Betrag in Testgruppe (n) hat sich geändert - bitte aktualisieren Sie die Pull-Daten

# AmountInTestGroupChangedPullWillBeUpdated
source: Amount in Test Group(s) has changed – Pull Data will be updated
de: Betrag in Testgruppe (n) hat sich geändert - Pull-Daten werden aktualisiert

# AndCalcAllDueDates
source: and calculate all due dates ?
de: und alle Fälligkeitstermine berechnen?

source: and condition
de: und Zustand

source: a negative overage is not allowed
de: Ein negativer Überschuss ist nicht zulässig

source: An Orientation must be selected
de: Eine Orientierung muss ausgewählt werden

# APackagingMustBeSelected
source: A Packaging System must be selected
de: Ein Packmittel muss ausgewählt werden

# AssignSampleErrorHeader
source: Sample cannot be assigned
de: Probe kann nicht zugeordnet werden

# AssignSampleInvalid
source: Invalid Pull or Sample already assigned.
de: Ungültiger Pull oder Probe bereits zugewiesen.

source: A Storage Date must be entered
de: Ein Speicherdatum muss eingegeben werden

# AxisXTitle
source: Timepoint ({0})
de: Zeitpunkt (Monate)

# BusyCalender
source: Adding cells to calendar
de: Hinzufügen von Zellen zum Kalender

# BusyProcess
source: Processing cells.
de: Zellen verarbeiten.

# CancelPicklist
source: Would you like to cancel the Picklist?
de: Möchten Sie die Entnahmeliste stornieren?

# CancelPicklistError
source: Picklist Entries have been pulled. The Picklist can not be cancelled.
de: Die Entnahmeliste wurden berits bearbeitet. Die Entnahmeliste kann nicht storniert werden.

# CellErrorEvent
source: Error found in processing event '{0}'.
de: Fehler beim Verarbeiten des Ereignisses '{0}' gefunden.

# CellErrorEventNull
source: Error found in processing event is null.
de: Der im Verarbeitungsereignis gefundene Fehler ist null.

# CellErrorLink
source: Error found in processing linked study '{0}'.
de: Fehler bei der Verarbeitung der verknüpften Studie '{0}' gefunden.

# CellErrorLinkNotStarted
source: Linked study '{0}' not started incorrect status '{1}'.
de: Verknüpfte Studie '{0}' hat den falschen Status '{1}' nicht gestartet.

# CellErrorLinkNull
source: Error found in processing link study is null.
de: Der in der verknüpften Sudie für die Verarbeitung gefundene Fehler ist null.

# CellErrorPostProcess
source: Error found in post processing for event '{0}'.
de: Fehler in der Nachbearbeitung für Ereignis '{0}' gefunden.

# CellErrorPull
source: Error found in processing pull '{0}'.
de: Fehler beim Verarbeiten von Pull '{0}' gefunden.

# CellErrorPullNoSample
source: Sample not created.
de: Probe nicht erstellt.

# CellErrorTemplateNull
source: Entity Template not found.
de: Entitätsvorlage nicht gefunden.

# CellErrorWorkflow
source: Error found in workflow '{0}'.
de: Fehler im Workflow '{0}' gefunden.

# CellErrorWorkflowNull
source: Workflow not found.
de: Workflow nicht gefunden.

# ChangeFinalTimePoint
source: If you are changing to 'Final Time Point' Time in days / month will be deleted. Change?
de: Wenn Sie zu "Endzeitpunkt" wechseln, wird die Zeit in Tagen / Monat gelöscht. Ändern?

# ChangeSettingUseHighestApprovedVersion
source: Changing the setting of 'Use Highest Approved Version' may change the required amount defined in the pull cells. Change?
de: Durch Ändern der Einstellung "Höchste genehmigte Version verwenden" wird möglicherweise die in den Pull-Zellen definierte erforderliche Menge geändert. Ändern?

# ChangeSettingUsePackagingTypeDeleteDepData
source: Changing the setting of 'Use Packaging Type' will delete all dependent data. Change?
de: Durch Ändern der Einstellung "Packmitteltyp verwenden" werden alle abhängigen Daten gelöscht. Ändern?

# ChartTitle
source: Stability Trend Chart
de: Chart Titel

# CompletePicklist
source: Would you like to complete the Picklist?
de: Möchten Sie die Bearbeitung beenden?

source: Complete Storage
de: Einlagerung abschließen

source: Condition
de: Bedingung

# ConfidenceLinesTooFewPoints
source: Confidence lines can only be calculated using more than 2 points.
de: Konfidenzlinien können nur mit mehr als 2 Punkten berechnet werden.

source: Container
de: Behälter

source: Continue ?
de: Fortfahren ?

# CopyMatrixTo
source: Matrix - Copy -
de: Matrix - Kopieren -

source: Count
de: Anzahl

# CriticalIssuesExistGoToValidateionPage
source: The Study Template cannot be saved as critical validation issues exist. Go to the Validation page ?
de: Die Studienvorlage kann nicht gespeichert werden, da kritische Validierungsprobleme vorliegen. Zur Validierungsseite wechseln?

# CriticalStudyIssuesExistGoToValidateionPage
source: The Study cannot be saved as critical validation issues exist. Go to the Validation page ?
de: Die Studie kann nicht gespeichert werden, da kritische Validierungsprobleme vorliegen. Zur Validierungsseite wechseln?

source: Current
de: Aktuell

source: Data successfully added
de: Daten erfolgreich hinzugefügt

source: Data successfully copied
de: Daten erfolgreich kopiert

source: Data successfully deleted
de: Daten erfolgreich gelöscht

# DeleteTheCondition
source: Deleting the Condition
de: Bedingung löschen

# DeleteTheCondition2
source: will also delete all dependent data - Delete?
de: wird auch alle abhängigen Daten löschen - Löschen?

# DeleteTheOrientation
source: Deleting the Orientation
de: Orientierung löschen

# DeleteTheOrientation2
source: will also delete all dependent data - Delete?
de: wird auch alle abhängigen Daten löschen - Löschen?

# DeleteThePackaging
source: Deleting the Packaging
de: Packmittel löschen

# DeleteThePackaging2
source: will also delete all dependent data - Delete?
de: wird auch alle abhängigen Daten löschen - Löschen?

# DeleteTheTimePoint
source: Deleting the Time point
de: Zeitpunkt löschen

# DeleteTheTimePoint2
source: will also delete all dependent data - Delete?
de: wird auch alle abhängigen Daten löschen - Löschen?

source: Description
de: Beschreibung

source: Disposed by must be entered
de: Entsorgt von muss eingegeben werden

source: Disposed on must be entered
de: Entsorgt am muss eingegeben werden

# DoYouWantToCompleteTheStorageForOrient
source: Do you want to complete the storage for orientation
de: Möchten Sie den Speicher zur Orientierung vervollständigen?

# DoYouWantToCompleteThisStorageAndCalc
source: Do you want to complete this storage and calculate all due dates ?
de: Möchten Sie die Einlagerung abschließen und alle Fälligkeitstermine berechnen?

source: Enter a location for this Condition
de: Geben Sie einen Standort für diese Lagerbedingung ein

# EnteredAmountIsIncorrect
source: The entered Amount is incorrect - Value must be greater then 0
de: Der eingegebene Betrag ist falsch - Der Wert muss größer als 0 sein

# EnteredNumberOfLabelsIsIncorrect
source: The entered Number of storage labels is incorrect - must be between 0 and 50
de: Die eingegebene Anzahl der Etiketten ist falsch - muss zwischen 0 und 50 liegen

source: Entity Template
de: Entitätenvorlage

source: Error
de: Fehler

# ErrorInDefinitionOfCondition
source: Error in the Storage Condition definition
de: Fehler in der Definition der Lagerbedingung

# ErrorInDefinitionOfOrientation
source: Error in the Orientation definition
de: Fehler in der Orientierungsdefinition

# ErrorInDefinitionOfPackaging
source: Error in the Packaging definition
de: Fehler in der Packmitteldefinition

# ErrorInDefinitionOfTimePoint
source: Error in the Storage Time definition
de: Fehler in der Lagerzeitdefinition

# FormulaMustReturnInteger
source: The formula is expected to return an integer value
de: Es wird erwartet, dass die Formel einen ganzzahligen Wert zurückgibt

# ForTheAnalysisNoActiveVersionExist
source: For the analysis {0} no active version exist
de: Für die Analyse {0} existiert keine aktive Version

source: Information
de: Informationen

source: Initials
de: Initiale Proben

# InSelectedPackagingOrientationPullsExist
source: Cell Items exist in the Target Cells. This data will be deleted. Copy anyway?
de: Zellenelemente sind in den Zielzellen vorhanden. Diese Daten werden gelöscht. Trotzdem kopieren?

source: is less than Containers Planned.
de: ist weniger als die geplanten Container.

source: is less than Count Planned.
de: ist weniger als die geplante Anzahl.

source: Item
de: Element

# ItemNumberGreaterZero
source: Item Number must be larger than zero
de: Die Artikelnummer muss größer als Null sein

# LinkedStudyCannotBeStartedManually
source: This Study is a linked Study an cannot be started manually
de: Diese Studie ist eine verknüpfte Studie und kann nicht manuell gestartet werden

# LocationMustBeEntered
source: A Location must be entered
de: Ein Standort muss eingegeben werden

# LotHasNoExpiryDateButStudyHasFinalTimePoint
source: The selected Lot has no expiry date, but in the study is a final timepoint. An expiry date is needed for due date calculation.
de: Die ausgewählte Charge hat kein Ablaufdatum, ist jedoch in der Studie ein finaler Zeitpunkt. Für die Berechnung des Fälligkeitsdatums wird ein Ablaufdatum benötigt.

# LotmustBeEnteredBecauseOfFinalTimePoint
source: A lot must be entered, because the there is a final time point in the study
de: Es muss eine Charge eingegeben werden, da es einen finalen Zeitpunkt in der Studie gibt

# LotUnitAndStudyUnitAreNotConvertible
source: Lot Unit >{0}< and Inventory Base Unit >{1}< from study are not convertible
de: Mengeneiheit der Charge> {0} <und der Studie > {1} < sind nicht konvertierbar

# ManualAllocationTitle
source: Manual Allocation
de: Manuelle Zuordnung

# ManualAllocCommentMustBeEntered
source: A comment must be entered
de: Es muss ein Kommentar eingegeben werden

# ManualAllocContainerLargerThanAvailable
source: Containers allocated can not be larger than Containers available
de: Die Anzahl der zugewiesenen Container darf nicht größer sein als die verfügbaren Container

# ManualAllocContainerLargerThanRequiredForCompletion
source: Containers allocated can not be larger than Amount required for Study completion
de: Die Anzahl der zugewiesenen Container darf nicht größer sein als die für den Abschluss der Studie erforderliche Anzahl

# ManualAllocContainersLargerThanStored
source: Containers allocated can not be larger than Containers stored
de: Die Anzahl der zugewiesenen Container darf nicht größer sein als die der gespeicherten Container

# ManualAllocCountLargerThanAvailable
source: Count allocated can not be larger than Count available
de: Die zugewiesene Anzahl kann nicht größer sein als die verfügbare Anzahl

# ManualAllocCountLargerThanRequiredForCompletion
source: Count allocated can not be larger than Amount required for Study completion
de: Die zugewiesene Anzahl darf nicht größer sein als die für den Abschluss der Studie erforderliche Anzahl

# ManualAllocCountLargerThanStored
source: Count allocated can not be larger than Count stored
de: Die zugewiesene Anzahl darf nicht größer sein als die gespeicherte Anzahl

# ManualAllocErrorCreatingRecord
source: Please select an Initial Pull.
de: Bitte wählen Sie einen Initialen Pull.

# ManualAllocErrorProblemToCompleteStudy
source: The amount specified is higher than the amount required to complete the study. Allocate?
de: Die angegebene Menge ist höher als die für den Abschluss der Studie erforderliche Menge. Trotzdem entnehmen?

# ManualAllocErrorTitle
source: Manual Allocation Error
de: Manueller Zuordnungsfehler

# ReconcileErrorTitle
source: Reconcile Inventory Error
de: Inventarfehler abgleichen

# ManualAllocNothingallocated
source: No amount has been entered.
de: Es wurde keine Menge eingegeben.

# ManualAllocPullDateMustBeEntered
source: A Pull Date must be entered
de: Ein Pull-Datum muss eingegeben werden

# ManualAllocPulledByMustBeEntered
source: Pulled by must contain an entry
de: Entnommen von muss einen Eintrag enthalten

# ManualAllocStorageNotComplete
source: Storage not completed, Allocation not possible
de: Speicherung nicht abgeschlossen, Zuordnung nicht möglich

# ReconcileStorageNotComplete
source: Storage not completed, Reconcile not possible
de: Speicherung nicht abgeschlossen, Abgleich nicht möglich

# MoveInventoryStorageNotComplete
source: Storage not completed, Move Inventory not possible
de: Speicherung nicht abgeschlossen, Inventar verschieben nicht möglich

# RelocateInventoryStorageNotComplete
source: Storage not completed, Relocate Inventory not possible
de: Speicherung nicht abgeschlossen, Inventar verschieben nicht möglich

source: Market
de: Markt

# MarketNotDefined
source: This market is not defined in the packaging MLPs
de: Dieser Markt ist in den Packmittel-MLPs nicht definiert

# MoveConfirm
source: Do you want to move the Inventory?
de: Möchten Sie das Inventar verschieben?

# MoveErrorHeader
source: Move Error
de: Fehler beim verschieben

# RelocateErrorHeader
source: Relocate Inventory Error
de: Inventarfehler verschieben

# MoveErrorNoTargetPart1
source: There is only one Location defined for storage Condition
de: Es ist nur ein Standort für die Lagerbedingung definiert

# MoveErrorNoTargetPart2
source: , moving is not possible
de: Bewegen ist nicht möglich

# MoveErrorOneLocationOnly
source: All selected Store Records must have the same initial Location
de: Alle ausgewählten Datensätze müssen denselben anfänglichen Standort haben

# MoveHeader
source: Move Inventory
de: Inventar bewegen

# MoveInventoryTitle
source: Move Inventory
de: Inventar bewegen

source: must be string or boolean.
de: muss string oder boolean sein.

source: Name already exists
de: Name existiert bereits

source: Need refresh: Matrix Cells were modified
de: Aktualisierung erforderlich: Matrixzellen wurden geändert

# NewerVersionOfTestGroupChangedPleaseUpdate
source: Newer version for Test Group(s) found - please update the pull data
de: Neuere Version für Testgruppe(n) gefunden - bitte aktualisieren Sie die Pull-Daten

# NoDataPoints
source: No data to display.
de: Keine Daten zum Anzeigen.

# NodeCalculateDueDatesCategory
source: Data
de: Daten

# NodeCalculateDueDatesDescription
source: Calculate due dates for stability study cells.
de: Berechnen Sie die Fälligkeitstermine für Stabilitätsstudienzellen.

# NodeCalculateDueDatesFormatName
source: Calculate Due Dates
de: Fälligkeitstermine berechnen

# NodeCalculateDueDatesName
source: Calculate Cell Due Dates
de: Fälligkeitstermine berechnen

source: No Events
de: Keine Ereignisse

# NoIntersectionPoints
source: No intersection points to plot.
de: Keine Schnittpunkte gefunden.

# NoLinkedStudyAvailable
source: Not Available
de: Nicht verfügbar

# NoLinkedStudyTemplate
source: No Links
de: Keine Links

# NoMLPLimits
source: No MLP Level set to plot limit lines.
de: Kein MLP-Level zum Zeichnen von Grenzwertlinien festgelegt.

source: No Pulls
de: Keine Pulls

# NoPullsOrSubstudiesExist
source: No Pulls or linked Studies exist
de: Es gibt keine Pulls oder verknüpften Studien

# NoStorageItemSelected
source: Please select a storage Item
de: Bitte wählen Sie ein eingelagertes Objekt

# NumPullLabels
source: No. of Pull Labels
de: Anzahl der Etiketten

# OneConditionMustSelected
source: At least one storage condition / storage time must be selected
de: Es muss mindestens eine Lagerbedingung / Lagerzeit ausgewählt werden

# OneOrientationMustSelected
source: At least one orientation must be selected
de: Es muss mindestens eine Orientierung ausgewählt werden

# OnePackagingMustSelected
source: At least one packaging must be selected
de: Es muss mindestens ein Packmittel ausgewählt werden

# OptionalPulls
source: Optional Pull
de: Optionaler Probenzug

# OrientationGridColumnOrientation
source: Orientation
de: Orientierung

# PackagingGridColumnPackaging
source: Packaging
de: Packmittel

# PleaseCheckTheComments
source: Comments could not be unambiguously assigned, please check the comments
de: Kommentare konnten nicht eindeutig vergeben werden, bitte überprüfen Sie die Kommentare

source: Please define all Study Packagings
de: Bitte definieren Sie alle Packmittel

source: Please enter a Template ID first!
de: Bitte geben Sie zuerst eine Vorlagen-ID ein!

# PleaseSelectAnItemNumner
source: Please select an 'Item Number'
de: Bitte wählen Sie eine 'Artikelnummer'

# PleaseSelectAnOption
source: Please select 'Copy Pull Properties' and / or 'Copy Event Properties'
de: Bitte wählen Sie "Pull-Eigenschaften kopieren" und / oder "Ereigniseigenschaften kopieren".

source: Please select an Orientation
de: Bitte wählen Sie eine Orientierung

# PleaseSelectAPackaging
source: Please select a Packaging System
de: Bitte wählen Sie ein Packmittel

# PleaseSelectPullAndOrEvent
source: Please select 'Add Pulls' and / or 'Add Events'
de: Bitte wählen Sie "Pulls hinzufügen" und / oder "Ereignisse hinzufügen".

# PleaseSelectPullAndOrEventToDelete
source: Please select 'Delete Pulls' and / or 'Delete Events'
de: Bitte wählen Sie "Pulls löschen" und / oder "Ereignisse löschen".

# PointsReachInfinity
source: Both intersection points reached infinity.
de: Beide Schnittpunkte erreichten unendlich.

# ProvideUserCalc
source: Please provide an Inventory User Calculation
de: Bitte geben Sie eine Inventarbenutzerberechnung an

# PullNumberGreaterZero
source: Pull Number must be larger than zero
de: Die Pull-Nummer muss größer als Null sein

source: Pull Type
de: Art des Ziehens

# RawResultToolTip
source: This will return 0 if unable to convert to a number.
de: Dies gibt 0 zurück, wenn keine Konvertierung in eine Zahl möglich ist.

# ReconsileInventoryTitle
source: Reconcile Inventory
de: Inventar abgleichen

source: Refreshed
de: Erfrischt

# ReleaseLifeSpecNotCompatible
source: The selected Release Specification '{0}' Version '{1}' does not match with the specification defined in the article ({2}, Version {3})
de: Die ausgewählte Release-Spezifikation '{0}' Version '{1}' stimmt nicht mit der im Artikel definierten Spezifikation überein ({2}, Version {3}).

# RelocateErrorNoTargetPart1
source: There is only one location defined for study '{0}', packaging '{1}' and orientation '{2}'. Relocation not possible.
de: Für die Studie '{0}', das Packmittel '{1}' und die Orientierung '{2}' ist nur ein Ort definiert. Umzug nicht möglich.

# RelocateErrorOneLocationOnly
source: All selected Store Records must have the same initial Location
de: Alle ausgewählten Geschäftsdatensätze müssen denselben anfänglichen Speicherort haben

# RelocateInventoryTitle
source: Relocate Inventory
de: Inventar verschieben

# RelocationConfirm
source: Do you want to relocate the Inventory?
de: Möchten Sie das Inventar verschieben?

# RelocationErrorHeader
source: Relocation Error
de: Fehler beim Verschieben

# RelocationHeader
source: Relocate Inventory
de: Inventar verschieben

# ReportButton
source: Report
de: Bericht

# ReserveContainerStoredIsZeroButReserveCountStoredIsNot
source: Reserve Containers Stored = 0 but Reserve Count Stored is not
de: Gespeicherte Reservecontainer = 0, gespeicherte Reservezähler jedoch nicht

# ReserveCountStoredIsZeroButReserveContainerStoredIsNot
source: Reserve Count Stored = 0 but Reserve Containers Stored is not
de: Anzahl Reserven = 0, Reservecontainer jedoch nicht

# ReserveSamplesContainer
source: Reserve Containers
de: Container reservieren

# ReserveSamplesCount
source: Reserve Count
de: Reservenanzahl

source: Sample Workflow
de: Probenworkflow

# SelfLifeSpecNotCompatible
source: The selected Self Live Specification '{0}' Version '{1}' does not match with the specification defined in the article ({2}, Version {3})
de: Die ausgewählte Self Live-Spezifikation '{0}' Version '{1}' stimmt nicht mit der im Artikel definierten Spezifikation überein ({2}, Version {3}).

# ShouldGMPUpdated
source: If you change to GMP the selected markets will be deleted. Change?
de: Wenn Sie zu GMP wechseln, werden die ausgewählten Märkte gelöscht. Ändern?

# SourceAndTargetAreTheSame
source: Source and Target are equal and cannot be copied
de: Quelle und Ziel sind gleich und können nicht kopiert werden

# StorageDateMustBeEntered
source: A Storage Date must be entered
de: Ein Speicherdatum muss eingegeben werden

source: Storage Location must be entered
de: Der Speicherort muss eingegeben werden

source: Stored By must be entered
de: Gespeichert von muss eingegeben werden

# StoredContainerIsZeroButStoredCountIsNot
source: Containers Stored is 0 but Count Stored is not
de: Gespeicherte Container sind 0, gespeicherte Count jedoch nicht

source: Stored Containers for orientation
de: Gespeicherte Container zur Orientierung

# StoredContainersIsZeroWarning
source: Containers Stored is Zero
de: Gespeicherte Container sind Null

# StoredContainersTotalIsLessThanContainersPlanned
source: The total containers stored ( {0} ) is less than the total containers planned ( {1} )
de: Die Gesamtzahl der gespeicherten Container ({0}) ist geringer als die Gesamtzahl der geplanten Container ({1}).

source: Stored Count for orientation
de: Gespeicherte Anzahl zur Orientierung

# StoredCountIsZeroButStoredContainerIsNot
source: Count Stored = 0 but Containers Stored is not
de: Gespeicherte Anzahl = 0, gespeicherte Container jedoch nicht

# StoredCountIsZeroWarning
source: Count Stored is zero
de: Gespeicherte Anzahl ist Null

# StoredCountTotalIsLargerThanLotQuantity
source: The total count stored ( {0} ) is larger than the available lot quantity ( {1} )
de: Die gespeicherte Gesamtzahl ({0}) ist größer als die verfügbare Menge der Charge ({1}).

# StoredCountTotalIsLessThanCountPlanned
source: The total count stored ( {0} ) is less than the total count planned ( {1} )
de: Die gespeicherte Gesamtzahl ({0}) ist geringer als die geplante Gesamtzahl ({1}).

# StoredCountTotalPlusInitialCountPlannedIsLargerThanLotQuantity
source: The total count stored plus the initial count planned ( {0} ) is larger than the available lot quantity ( {1} )
de: Die gespeicherte Gesamtzahl plus die ursprünglich geplante Anzahl ({0}) ist größer als die verfügbare Menge der Charge ({1}).

source: Study
de: Studie

# StudyErrorVersion
source: Error found study does not have an active version.
de: Fehler gefunden : Die Studie hat keine aktive Version.

source: Study Storage
de: Inventardatensatz

source: study storage for study
de: Inventardatensatz für das Studie

source: Study Template
de: Studienvorlage

source: Test Group
de: Testgruppe

# TestGroupCompListExistButNoSeleted
source: For the following analysis / version a component list exist, but no list is selected
de: Für die folgende Analyse / Version existiert eine Komponentenliste, es ist jedoch keine Liste ausgewählt

source: Testing Site
de: Testort

# TextResultToolTip
source: This will return 0 if unable to convert to a number.
de: Dies gibt 0 zurück, wenn keine Konvertierung in eine Zahl möglich ist.

# TheOldVersionOfTestGroupIsUsedInStudy
source: The old version of the Test Group is used in the following Study:
de: Die alte Version der Testgruppe wird in der folgenden Studie verwendet: [# 13 #] [# 10 #]

# TheTestGroupIsUsedInTheFollowingStudyHighestVersion
source: The Test Group is used in the following Studies (used highest version):
de: Die Testgruppe wird in den folgenden Studien verwendet (verwendete höchste Version):

source: Time Offset
de: Zeitlicher Versatz
