Repository: AndreasGoll/SMOPTGERMAN
Catalog: Localization/*/StabilityMessages.resx
Languages: de

source: Timepoint
de: Zeitpunkt

# TotalCountToBeTakenExceedsLotAmount
source: The total count to be taken {0} [{1}] exceeds the available quantity in the lot {2} [{3}]
de: Die Gesamtanzahl {0} [{1}] überschreitet die verfügbare Menge in Charge {2} [{3}].

source: Total Inventory for
de: Gesamtbestand für

# TraceCalculateDueDatesNode
source: Node Calculate Stability Due Dates Completed {0}
de: Knoten Berechnen der Stabilität Fälligkeitstermine abgeschlossen {0}

# UnitscNotCompatible
source: The unit ('{0}') used in this study is not compatible to the unit ('{1}') used in the selected Lot
de: Die in dieser Studie verwendete Einheit ('{0}') ist nicht mit der in der ausgewählten Charge verwendeten Einheit ('{1}') kompatibel

source: unknown article
de: unbekannter Artikel

# UnknownTypeXAxisSetting
source: Unknown type for Matrix X-Axis setting :
de: Unbekannter Typ für die Einstellung der Matrix-X-Achse:

# UsageButton
source: Usage
de: Verbrauch

# UserDefinedCalcImpossible
source: Can not do user defined Calculation of Containers planned if inventory is based on Containers
de: Die benutzerdefinierte Berechnung von Containern kann nicht durchgeführt werden, wenn das Inventar auf Containern basiert

source: Validation
de: Validierung

# ValueMustBeBetweenZeroAndFifty
source: Value must be between 0 and 50
de: Der Wert muss zwischen 0 und 50 liegen

# ValueMustBeGreaterThenZero
source: Value must be greater then 0
de: Der Wert muss größer als 0 sein

source: Warning
de: Warnung

# WarningIfChangeInitialType
source: Changing the setting of the Initial type will delete all dependent data. Change?
de: Durch Ändern der Einstellung des Typs der initialen Proben werden alle abhängigen Daten gelöscht. Ändern?

source: <Will be Generated>
de: <Wird generiert>

source: Workflow Event
de: Workflow Ereignis

# WouldYouLikeToAddComponentList
source: Would you like to add component lists?
de: Möchten Sie Komponentenlisten hinzufügen?

source: Would you like to cancel the Study?
de: Möchten Sie die Studie abbrechen?

source: Would you like to complete the Study?
de: Möchten Sie die Studie abschließen?

source: Would you like to finalize the Study?
de: Möchten Sie die Studie abschließen?

source: Would you like to start the Study?
de: Möchten Sie die Studie starten?

# CellErrorEventWorkflowNull
source: Event not run, workflow not found.
de: Ereignis nicht ausgeführt, Workflow nicht gefunden.

# NodeCreateMissingStorageName
source: Create Missing Storage Entities
de: Ergänzen Sie fehlende Inventardaten

# NodeCreateMissingStorageCategory
source: Data
de: Daten

# NodeCreateMissingStorageDescription
source: Create missing storage entities for stability when starting a study.
de: Ergänzen Sie fehlende Inventardaten, um die Stabilität zu gewährleisten, wenn Sie eine Studie starten.

# NodeCreateMissingStorageFormatName
source: Create Missing Storage Entities
de: Ergänzen Sie fehlende Inventardaten

# TraceCreateMissingStorageNode
source: Node Create Missing Storage Entities Completed {0}
de: Knoten Ergänzen fehlender Inventardaten abgeschlossen {0}

# InitialCellName
source: Initial cell {0}
de: Anfangszelle {0}

# DashboardNodeErrorAll
source: Incidents, out of spec results and invalid overage found in study '{0}'
de: Störfälle, nicht spezifikationsgerechte Ergebnisse und ungültige Reservemenge in Studie '{0}'

# DashboardNodeErrorIncident
source: Incidents found on samples in study '{0}'
de: Störfälle an Proben in Studie '{0}'

# DashboardNodeErrorResult
source: Out of spec results found in samples on study '{0}'
de: Out-of-Spec-Ergebnisse in Proben der Studie '{0}' gefunden

# DashboardNodeErrorOverage
source: Negative overage found in study '{0}'
de: Negative Reservemenge in Studie '{0}' gefunden

# DashboardNodeErrorMissed
source: Missed cells found in study '{0}'
de: Fehlende Zellen in Studie '{0}' gefunden

# DashboardNodeErrorIncidentLocation
source: Incidents found in location for condition '{0}' in study '{1}'
de: Störfälle an Standort für Bedingung '{0}' in Studie '{1}' gefunden

# DashboardSummaryNA
source: Not applicable
de: Nicht anwendbar

# PicklistNoEntries
source: No entries to save.
de: Keine Einträge zum Speichern.

# PicklistMissingData
source: Please enter missing data.
de: Bitte geben Sie fehlende Daten ein.

# PicklistWarnings
source: Certain pulled amounts exceed planned amounts. Ignore warning?
de: Bestimmte genommene Mengen übersteigen die geplanten Mengen. Warnung ignorieren?

# PicklistMissingPullValues
source: Value must be entered.
de: Wert muss eingegeben werden.

# PicklistPullsRecordCount
source: Pulls - Record Count : {0}
de: Pulls - Datensatzanzahl: {0}

# PicklistLinkedStudiesRecordCount
source: Linked Studies - Record Count : {0}
de: Verknüpfte Studien - Anzahl der Datensätze: {0}

# PicklistDateStartBeforeEndDate
source: Start date must be before end date.
de: Das Startdatum muss vor dem Enddatum liegen.

# PicklistDateEndBeforeStartDate
source: End date must be after start date.
de: Das Enddatum muss nach dem Startdatum liegen.

# TestGroupNotFoundError
source: Missing Active Test Group.
de: Fehlende aktive Testgruppe.

source: Minor
de: Gering

source: Major
de: Schwer

source: Critical
de: Kritisch

# MissingData
source: There is missing data that needs to be completed to be able to plot the chart.
de: Es fehlen Daten, die vervollständigt werden müssen, um das Diagramm zeichnen zu können.

# MissingAxisData
source: There is missing 'Packing, Orientation or Storage' data that needs to be completed to be able to plot the chart.
de: Es fehlen 'Pack-, Orientierungs- oder Speicherdaten', die vervollständigt werden müssen, um das Diagramm zeichnen zu können.

# MissingSpecData
source: There is missing 'Specification or MLP' data that needs to be completed to be able to plot the chart.
de: Es fehlen 'Spezifikations- oder MLP'-Daten, die ausgefüllt werden müssen, um das Diagramm zeichnen zu können.

# MissingResultDataAnal
source: There is missing 'Analysis' data that needs to be completed to be able to plot the chart.
de: Es fehlen 'Analysedaten', die vervollständigt werden müssen, um das Diagramm zeichnen zu können.

# MissingResultDataComp
source: There is missing 'Component' data that needs to be completed to be able to plot the chart.
de: Es fehlen 'Komponentendaten', die vervollständigt werden müssen, um das Diagramm zeichnen zu können.

# StudyNotStarted
source: The Study needs to be started before this action can be performed.
de: Die Studie muss gestartet werden, bevor diese Aktion ausgeführt werden kann.

source: No MLP Components Assigned.
de: Keine MLP-Komponenten zugewiesen.

source: Multiple MLP Components.
de: Mehrere MLP-Komponenten.

# ResultsReportStudyPromptText
source: Select a Study for this report.
de: Wählen Sie eine Studie für diesen Bericht aus.

# ResultsReportPackagingPromptText
source: Select a Packaging system for this report.
de: Wählen Sie ein Packmittel für diesen Bericht aus.

# ResultsReportStudyPromptHead
source: Select a Study for this report.
de: Wählen Sie eine Studie für diesen Bericht aus.

# ResultsReportPackagingPromptHead
source: Select a Packaging system for this report.
de: Wählen Sie ein Packmittel für diesen Bericht aus.

# ManualCellLogin
source: Manual cell process
de: Manuelle Anmeldung

# ManualCellSuccess
source: Cells have been processed without error.
de: Zellen wurden fehlerfrei verarbeitet.

# NoAmountRemaining
source: No Amount Remaining, Relocate Inventory is not possible.
de: Kein verbleibender Betrag, Bestandsverlagerung ist nicht möglich.

# GraphReportNotSelected
source: Please select a report.
de: Bitte wählen Sie einen Bericht aus.

# GraphSeriesUpperConfidence
source: Upper Confidence Limit
de: Obere Vertrauensgrenze

# GraphSeriesLowerConfidence
source: Lower Confidence Limit
de: Untere Vertrauensgrenze

# GraphSeriesIntersections
source: Intersections
de: Schnittpunkte

# GraphSeriesRegression
source: RegressionLine
de: Regressionsgerade

# GraphSeriesLowerMLP
source: MLP Lower Limit
de: MLP-Untergrenze

# GraphSeriesUpperMLP
source: MLP Upper Limit
de: MLP-Obergrenze

# GraphSeriesResults
source: Results
de: Ergebnisse

# GraphLimitExceeded
source: {0} limit exceeded at {1:F3}
de: {0} Limit bei {1: F3} überschritten

# GraphValueFormat
source: Value : {0}\n{1}
de: Wert: {0} \ n {1}

# PicklistInvalidName
source: Invalid Pick List Name
de: Ungültiger Name der Entnahmeliste

# PicklistInvalidStartDate
source: Start date must be entered
de: Das Startdatum muss eingegeben werden

# PicklistInvalidEndDate
source: End date must be entered
de: Das Enddatum muss eingegeben werden

# PicklistAllocation
source: Allocation for time point {0}
de: Zuordnung für Zeitpunkt {0}

source: Would you like to Suspend the Study?
de: Möchten Sie die Studie unterbrechen?

source: Would you like to Resume the Study?
de: Möchten Sie die Studie fortsetzen?

source: Would you like to Suspend the Study Condition?
de: Möchten Sie die Lagerbedingung aussetzen?

source: Would you like to Resume the Study Condition?
de: Möchten Sie den Studienzustand wieder aufnehmen?

# ResumeStudyConditionTitle
source: Resume Study Condition
de: Lagerbedingung weiterführen

# SuspendStudyConditionTitle
source: Suspend Study Condition
de: Lagerbedingung aussetzen

# ResumeStudyConditionConfirm
source: Resume Study Condition {0}?
de: Lagerbedingung fortsetzen {0}?

# SuspendStudyConditionConfirm
source: Suspend Study Condition {0}?
de: Lagerbedingung aussetzen {0}?

# ResumeStudyConditionDone
source: Study Condition {0} Resumed
de: Lagerbedingung {0} Wieder aufgenommen

# SuspendStudyConditionDone
source: Study Condition {0} Suspended
de: Lagerbedingung {0} ausgesetzt

# StorageNotCompleteError
source: Initial cell not valid for pick list. Storage Condition is blank for cell {0}.
de: Die ursprüngliche Zelle ist für die Entnahmeliste nicht gültig. Die Speicherbedingung für Zelle {0} ist leer.

# CalendarSampleLoginType
source: Sample Login Type: {0}
de: Probenanmeldetyp: {0}

# CalendarDescription
source: Description: {0}
de: Beschreibung: {0}

# CalendarSample
source: Sample: {0}
de: Probe: {0}

# CalendarTestGroup
source: Test Group: {0}
de: Testgruppe: {0}

# CalendarConditionActive
source: Condition Active: {0}
de: Bedingung aktiv: {0}

# CalendarEventStatus
source: Event Status: {0}
de: Ereignisstatus: {0}

# CalendarEvent
source: Event: {0}
de: Ereignis: {0}

# CalendarLinkStatus
source: Link Status: {0}
de: Verbindungsstatus: {0}

# CalendarLinkedStudy
source: Linked Study: {0}
de: Verknüpfte Studie: {0}

# ManualCellLoginSuspendedTitle
source: Confirm Processing (Suspended)
de: Verarbeitung bestätigen (angehaltene)

# ManualCellLoginSuspendedMessage
source: Are you sure you want to manually process suspended cell '{0}'?
de: Möchten Sie die angehaltene Zelle '{0}' wirklich manuell verarbeiten?

# ManualCellLoginMissedTitle
source: Confirm Processing (Missed)
de: Verarbeitung bestätigen (verpasster Zeitpunkt)

# ManualCellLoginMissedMessage
source: Are you sure you want to manually process missed cell '{0}'?
de: Möchten Sie die Zelle '{0}' wirklich manuell verarbeiten?

# AssignSampleWarning
source: Pull '{0}' already has a sample '{1}' assigned. Do you want to modify the assigned sample to '{2}'.
de: Pull '{0}' hat bereits ein Probe '{1}' zugewiesen. Möchten Sie die zugewiesene Probe in '{2}' ändern?

# AssignSampleTitle
source: Sample Assigned
de: Probe zugewiesen

# AllocationTimePoint
source: Allocation for time point {0}
de: Zuordnung für Zeitpunkt {0}

# InactiveAnalysisError
source: Analysis '{0}' is not active.
de: Die Analyse '{0}' ist nicht aktiv.

# InactiveTestGroupError
source: Test Group '{0}' is not active.
de: Testgruppe '{0}' ist nicht aktiv.

# NoComponentListError
source: The latest analysis '{0}' does not contain component list '{1}'.
de: Die Analyse '{0}' enthält keine Komponentenliste '{1}'.

# ManualCellNoProcessed
source: Cells have not been processed check the 'Study Cell Processing' folder for possible errors.
de: Zellen wurden nicht verarbeitet Überprüfen Sie den Ordner "Study Cell Processing" auf mögliche Fehler.

# DisplayStudyGroupError
source: Unable to display study, invalid child data '{0}'.
de: Studie, ungültige untergeordnete Daten '{0}' können nicht angezeigt werden.

# DisplayStudyTemplateGroupError
source: Unable to display study template, invalid child data '{0}'.
de: Studienvorlage, ungültige untergeordnete Daten '{0}' können nicht angezeigt werden.

# PullSampleInvalid
source: Pull does not have a sample.
de: Pull hat keine Probe.

# InvalidStudyStatus
source: Study '{0}' has an invalid status '{1}'.
de: Die Studie '{0}' hat den ungültigen Status '{1}'.
